Repository: daleathan/dbCarta
Catalog: i18n/locale/*/LC_MESSAGES/dbcarta.po
Languages: ru

source: General hotkeys:
ru: Основные сочетания клавиш:

source: <Left Click> center view at cursor
ru: <левая кнопка мыши> центрирование карты по курсору

source: <Control> + <Left Click> draw figure and calculate distance
ru: <Control> + <левая кнопка мыши> рисование фигуры с подсчетом длин сторон

source: <Shift> + <Left Click> move view with cursor
ru: <Shift> + <левая кнопка мыши> движение/перемещение карты по курсору

source: <Right Click> context menu
ru: <правая кнопка мыши> контекстное меню

source: <Arrrows: Left-Right-Top-Bottom> scroll view
ru: <влево-вправо-вверх-вниз> прокрутка карты

source: <Control> + <Left-Right Arrows> rotate map around Z-axis
ru: <Control> + <влево-вправо> поворот карты относительно оси Z

source: <Shift> + <Arrows> turn sphere (for Globe projection)
ru: <Shift> + <влево-вправо-вверх-вниз> поворот сферы (для проекции Сфера)

source: <+>|<->|<Space>|<BackSpace>|<Mouse Wheel> zoom-in/out
ru: <+>|<->|<Пробел>|<BackSpace>|<Колесико> изменение масштаба

source: .Arctic
ru: Полюс

source: .Mainland
ru: Суша

source: .Water
ru: Море

source: .WaterLine
ru: Река

source: .Latitude
ru: Широта

source: .Longtitude
ru: Долгота

source: DotPort
ru: Порт

source: Area
ru: Контур

source: Line
ru: Линия

source: Route
ru: Трасса

source: Figure
ru: Фигура

source: CurrFigure
ru: Отрезок

source: UserLine
ru: Указатель

source: Linear
ru: Линейная

source: Mercator
ru: Меркатор

source: Globe/Sphere
ru: Сфера

source: Projection
ru: Проекция

source: Forecolor: Outline...
ru: Цвет: Линии объектов...

source: Set transparent
ru: Установить прозрачный цвет

source: Backcolor...
ru: Цвет заливки...

source: Backcolor: Filling
ru: Заливка: Контуры объектов

source: All
ru: Отображения всех

source: Clear
ru: Очистить

source: Russian
ru: Русский

source: English
ru: Английский

source: Language
ru: Язык

source: Help
ru: Справка

source: Add Figure(s)...
ru: Добавить контур(ы)...

source: Add Figures
ru: Добавить контуры

source: Information %s
ru: Информация %s

source: Info %s
ru: Инфо %s

source: %s
ru: Отображение %s

source: Coordinates
ru: Координаты

source: Longtitude
ru: Долгота

source: Latitude
ru: Широта

source: Save
ru: Сохранить

source: Show
ru: Показать

source: Type coordinate's WKT-string: %s
ru: Введите координаты в формате WKT: %s

source: %s %s km
ru: %s %s км

source: Lon %s Lat %s
ru: Д %s Ш %s
